Repository: ckan/ckanext-issues
Catalog: ckanext/issues/i18n/*/LC_MESSAGES/ckanext-issues.po
Languages: uk_ua

source: User {0} not authorized for action on issue {1}
uk_ua: Користувач {0} не має достатньо прав для роботи зі пропозиціями {1}

source: User {0} not authorized for action
uk_ua: Користувач {0} не має достатньо прав для цієї дії

source: User {user} not authorized for action on issue {issue}
uk_ua: Користувач {user} не має достатньо прав для роботи зі пропозиціями {issue}

source: Issues have not been enabled for this dataset
uk_ua: Пропозиції недоступні для цього набору даних

source: Dataset not found
uk_ua: Набір даних не знайдено

source: Unauthorized to view issues for this dataset
uk_ua: У вас немає доступу для перегляду пропозицій по цьому набору даних

source: Issues have not been enabled for this organization
uk_ua: Пропозиції недоступні для цього розпорядника

source: Unauthorized to view issues for this organization
uk_ua: У вас немає доступу для перегляду пропозицій на цього розпорядника

source: Please login to add a new issue
uk_ua: Будь ласка, увійдіть, щоб додати нову пропозицію

source: Not authorized to add a new issue
uk_ua: У вас немає доступу для додавання нової пропозиції

source: title
uk_ua: Назва

source: Please enter a title
uk_ua: Будь ласка, введіть назву

source: Your issue has been registered, thank you for the feedback
uk_ua: Ваша пропозиція була зареєстрована. Дякуємо за зворотній зв'язок

source: Issue not found: {0}
uk_ua: Пропозицію не знайдено: {0}

source: Invalid request
uk_ua: Неправильний запит

source: Not authorized
uk_ua: Немає доступу

source: Comment cannot be empty
uk_ua: Поле "Комментар" не може бути порожнім

source: Issue closed
uk_ua: Пропозицію закрито

source: Issue re-opened
uk_ua: Пропозицію знову відкрито

source: Unauthorized to delete issue {0}
uk_ua: У вас недостатньо прав доступу, щоб видалити пропозицію {0}

source: Issue has been deleted.
uk_ua: Пропозицію було знищено.

source: User {0} does not exist
uk_ua: Користувача {0} не існує

source: Assigned to %s
uk_ua: Закріплена за %s

source: Unauthorized to assign users to issue
uk_ua: У вас немає прав доступу для закріплення користувачів за пропозицією

source: You must be logged in to report issues
uk_ua: Ви повинні увійти, щоб подавати пропозиції

source: Report acknowledged.
uk_ua: Звіт підтверджено.

source: Marked as abuse/spam.
uk_ua: Позначено як зловживання/спам.

source: Issue is visible.
uk_ua: Пропозиція - видима.

source: Issue is invisible to normal users.
uk_ua: Пропозиція - невидима для звичайних користувачів.

source: Issue reported to an administrator
uk_ua: Пропозицію надіслано адміністратору

source: You must be logged in to report comments
uk_ua: Ви повинні зайти в систему, щоб поскаржитися на коментарі

source: Comment is visible.
uk_ua: Коментар - видимий.

source: Comment is invisible to normal users.
uk_ua: Коментар - невидимий для простих користувачів.

source: Comment has been reported to an administrator
uk_ua: Коментар надіслано адміністратору

source: Issue report cleared
uk_ua: Пропозицію розглянуто

source: You must be logged in clear abuse reports
uk_ua: Ви повинні увійти в систему, щоб розглянути пропозицію

source: Spam/abuse report cleared
uk_ua: Спам/пропозицію розглянуто

source: You must be logged in to clear abuse reports
uk_ua: Ви повинні увійти в систему, щоб розглянути пропозицію

source: Validation error: {0}
uk_ua: Помилка перевірки: {0}

source: Organization not found
uk_ua: Розпорядника не знайдено

source: You must be logged in to moderate issues
uk_ua: Ви повинні увійти в систему, щоб опрацювати пропозиції

source: Issue permanently hidden
uk_ua: Пропозицію приховано назавжди

source: All issue reports cleared
uk_ua: Усі пропозиції розглянуті

source: You must be logged in to moderate comment
uk_ua: Ви повинні увійти в систему, щоб розглянути коментар

source: Comment permanently hidden
uk_ua: Коментар приховано назавжди

source: All comment reports cleared
uk_ua: Всі коментарі до пропозиції розглянуто

source: No description provided
uk_ua: Опису немає

source: [%s Issue] %s
uk_ua: [%s Пропозиція] %s

source: Issue does not exist
uk_ua: Такої пропозиції не існує

source: Issue marked as spam/abuse
uk_ua: Пропозицію помічено, як спам/зловживання

source: Issue has already been reported by this user
uk_ua: Пропозиція вже була подана цим користувачем

source: {0} is not a valid status
uk_ua: {0} неправильний статус

source: Not found
uk_ua: Не знайдено

source: Dataset
uk_ua: Набір даних

source: Organization
uk_ua: Розпорядник

source: Issue not found
uk_ua: Пропозицію не знайдено

source: Issue Comment not found
uk_ua: Коментар до пропозиції не знайдено

source: No matches found
uk_ua: Збігів не знайдено

source: Start typing…
uk_ua: Почніть друкувати...

source: Input is too short, must be at least one character
uk_ua: Вхідні дані - занадто короткі. Слід ввести щонайменше один символ

source: New Issue
uk_ua: Нова пропозиція

source: The form contains invalid entries:
uk_ua: Форма містить неправильні записи:

source: Title
uk_ua: Назва

source: Description
uk_ua: Опис

source: Add a comment
uk_ua: Додати коментар

source: Cancel
uk_ua: Скасувати

source: Create
uk_ua: Створити

source: All Issues
uk_ua: Всі пропозиції

source: There are currently no issues
uk_ua: Наразі немає жодних пропозицій

source: Datasets
uk_ua: Набори даних

source: What are issues?
uk_ua: Що таке пропозиції?

source: Issues are the system for getting feedback about datasets.
uk_ua: Пропозиції — це зворотній звя'зок між розпорядниками та користувачами.

source: Reported issues
uk_ua: Подані пропозиції

source: Organizations
uk_ua: Розпорядники

source: Not abuse
uk_ua: Це не образа

source: Opened by
uk_ua: Створив

source: updated
uk_ua: оновлено

source: %s comments
uk_ua: %s коментарі

source: Spam/Abuse - hidden from normal users
uk_ua: Спам/Зловживання - приховано від звичайних користувачів

source: Reported by you to admins
uk_ua: Ваше повідомлення надіслане адміністратору.

source: Status
uk_ua: Статус

source: Visibility
uk_ua: Відкритість

source: Confirm Delete
uk_ua: Підтвердити видалення

source: Are you sure you want to delete issue - {0}?
uk_ua: Ви впевнені, що бажаєте видалити пропозицію - {0}?

source: Issues
uk_ua: Пропозиції

source: Search issues...
uk_ua: Шукати пропозиції...

source: No issues
uk_ua: Пропозицій немає

source: Edit Issue
uk_ua: Редагувати пропозицію

source: Update
uk_ua: Оновити

source: {number} issue found
uk_ua: {number} пропозицію знайдена

source: Owner
uk_ua: Власник

source: commented
uk_ua: прокоментовано

source: Report abuse
uk_ua: Повідомити про зловживання

source: You have reported this as abuse, cancel the report
uk_ua: Ваше повідомлення про зловживання зафіксовано. Бажаєте скасувати запит?

source: Flag
uk_ua: Cигналізувати

source: Mark as spam/abuse
uk_ua: Помітити це як спам/зловживання

source: Mark as NOT spam/abuse
uk_ua: Помітити це як НЕ спам/зловживання

source: Not spam/abuse
uk_ua: Не є спамом чи зловживанням

source: user reports this is spam/abuse
uk_ua: користувач помітив це як спам/зловживання

source: Hidden from normal users
uk_ua: Приховано від звичайних користувачів

source: Moderated
uk_ua: Змодеровано

source: opened this issue
uk_ua: створив пропозицію

source: {number} comment
uk_ua: {number} коментар

source: Leave a comment
uk_ua: Залишити коментар

source: You can use Markdown formatting here
uk_ua: Тут можете використовувати форматування.

source: Are you sure you want to delete this issue?
uk_ua: Ви впевнені, що бажаєте видалити цю пропозицію?

source: Please Confirm Action
uk_ua: Будь ласка, підтвердіть дію

source: Delete
uk_ua: Видалити

source: Close
uk_ua: Закрити

source: Re-open
uk_ua: Відкрити знову

source: Comment
uk_ua: Коментар

source: Login to comment
uk_ua: Увійдіть, щоб коментувати

source: All issues of dataset
uk_ua: Всі пропозиції набору даних

source: All issues of this dataset
uk_ua: Всі пропозиції

source: Assignee
uk_ua: Призначено

source: This issue has been assigned to an administrator for the publisher
uk_ua: Ця пропозиція була закріплена за адміністратором розпорядника

source: No one
uk_ua: Нікого

source: Change Assignee
uk_ua: Змінити уповноваженого

source: Username
uk_ua: Ім'я користувача

source: Assign
uk_ua: Закріпити

source: A user
uk_ua: Користувач

source: has added a comment to one of your issues on
uk_ua: додав коментар до вашої пропозиції

source: The dataset is
uk_ua: Набір даних

source: The issue is
uk_ua: Пропозиція

source: The comment is
uk_ua: Коментар

source: In order to respond to the comment, please see the issue at
uk_ua: Для відповіді на коментар, перейдить до пропозиції

source: Once the issue has been resolved, click 'Close issue'.
uk_ua: Якщо пропозиція прийнята, то виберить 'Закрити'.

source: Thank you
uk_ua: Дякуємо,

source: team
uk_ua: команда

source: Message sent by
uk_ua: Відправлено

source: On open data portal
uk_ua: На порталі відкритих даних

source: a user has raised an issue with one of the datasets from organization
uk_ua: користувач почав обговорення пропозиції з одного з наборів даних розпорядника

source: for which you are an
uk_ua: де ви є

source: The dataset is:
uk_ua: Набір даних:

source: The issue is:
uk_ua: Пропозиція:

source: Please correct the problem or add an initial comment about the issue at:
uk_ua: Будь ласка, вирішіть проблему чи додайте перший коментар до пропозиції:

source: Thank you,
uk_ua: Дякуємо,

source: {number} issue found for "{query}"
uk_ua: {number} пропозиція знайдена по "{query}\

source: No issues found for "{query}"
uk_ua: Пропозиції на "{query}" не знайдені

source: No issues found
uk_ua: Пропозиції не знайдені

source: Open
uk_ua: Відкрита

source: Closed
uk_ua: Закрита

source: Visible
uk_ua: Відкриті

source: Hidden
uk_ua: Скриті

source: Least Commented
uk_ua: Востаннє внесеним коментарем

source: Newest
uk_ua: Датою створення (за спаданням)

source: Oldest
uk_ua: Датою створення (за зростанням)

source: Most Commented
uk_ua: Кількістю коментарів (за спаданням)

source: Most Recently Updated
uk_ua: Кількістю оновлень (за спаданням)

source: Least Recently Updated
uk_ua: Датою оновлення (за спаданням)
